Repository: Spoje-NET/fiobank-statement-tools
Catalog: i18n/*/LC_MESSAGES/fio-statement-tools.po
Languages: cs_cz

source: FIO Statement %s - %s to %s
cs_cz: FIO Výpis %s - %s to %s

source: saved
cs_cz: uloženo

source: You can use one token for API call every 30 seconds
cs_cz: Každých 30 sekund můžete použít jeden token pro volání API

source: Server returned 500 Internal Error (probably invalid token?)
cs_cz: Server vrátil 500 interní chyba (pravděpodobně neplatný token?)

source: Url not found %s
cs_cz: Url %s nenalezeno

source: No recipient provided! Check arguments or environment
cs_cz: Nebyl zadán žádný příjemce! Zkontrolujte argumenty nebo prostředí

source: Bank Statements %s
cs_cz: Bankovní výpisy %s

source: Statements from %s to %s
cs_cz: Výpisy od %s do %s

source: Statement
cs_cz: Výpis

source: Generated by %s %s.
cs_cz: Generováno pomocí %s %s.

source: Unhandled Operation
cs_cz: Neošetřená operace
